<div style="width:100%;">
<div style="background:url(themes/ppt/images/bg_footer.gif) repeat-x; height:75px; padding:15px 20px 0 20px; font-size:12px; color:#999">
<i class="fa fa-quote-left fa-2x pull-left fa-border"></i>
Disclaimer (ประกาศความไม่รับผิดชอบต่อเหตุการณ์ที่อาจเกิดขึ้น)
ข้อมูลและรายงานต่างๆในเว็ปไซต์นี้ เป็นการนำเสนอที่รวบรวมจากแหล่งข้อมูลต่างๆ เพื่อส่งเสริมให้เกิดการพัฒนาแนวทางการวิเคราะห์ ซึ่งไม่สามารถรับประกันได้ว่าข้อมูลมีความถูกต้องและแม่นยำ 100% 
ดังนั้น ผู้ใช้งานต้องใช้วิจารณญาณประกอบการใช้งาน รวมทั้งควรศึกษาและปรึกษาแหล่งข้อมูล เพื่อให้เกิดประโยชน์ต่อผู้ใช้และป้องกันปัญหาที่อาจจะเกิดขึ้น
</div>
</div>